import React from 'react';

export default function Article4() {
  return (
    <div style={{ maxWidth: '800px', margin: '0 auto', fontSize: '18px', lineHeight: '1.5', direction: 'rtl', textAlign: 'right' }} dir='rtl'>
      <h2>אלימות בקרב ילדים בגיל הרך</h2>
      <p>אף אחד מאיתנו לא רוצה לגדל ילדים אלימים. אנחנו עושים כל שביכולתנו בשביל לתת לילדים שלנו את החינוך והערכים הטובים ביותר, שיהפכו אותם לאנשים בוגרים טובים לעצמם ולסביבה שלהם. משום כך, ברור מדוע גילויי אלימות אצל הילדים שלנו יוצרים אצלנו חשש. אלימות שכזו יכולה להתבטא כבר בשלבים המוקדמים ביותר של חייהם, כשהילדים שלנו עוד נמצאים במה שמכונה הגיל הרך. איך מתבטאת אלימות בקרב ילדים בגיל הרך ומה ניתן לעשות לגביה? ננסה להבין יחד.</p>

      <h3>התנהגות אלימה</h3>
      <p>
        התנהגות אלימה היא התנהגות שמרבית האנשים בחברה שלנו מקבלים כהתנהגות פסולה. בדיוק כמו שאנחנו רוצים שלא ינהגו כלפינו באלימות, כך אנחנו גם אמורים להשתדל שלא לנהוג כלפי הסביבה שלנו באלימות. מרבית המחקרים שנעשו בנושא התנהגות אלימה מצאו שהשורשים שלה וההתחלה שלה נטועים, במרבית המקרים, בילדות. התנהגות אלימה יכולה להיות גורם לפגיעות ממשיות, פיזיות ורוחניות. אף אחד מאיתנו לא רוצה לחשוב שהילד שלו עשוי לפגוע בילדים אחרים, לעשות להם סבל, ואף לגרום להם פגיעה רוחנית או פיזית.
      </p>

      <h3>סיבות אפשריות להתנהגות אלימה בגיל הרך</h3>
      <p>
        ישנן מספר סיבות אפשריות להתנהגות אלימה בגיל הרך. הילדים בגיל הרך עדיין לא מפתחים את יכולתם להביע את רגשותיהם בצורה מילולית ולכן יכולים להשתמש באלימות כדי להביע תסכול, רעיונות עצמיים, או תחושות של אי-נוחות. יכולת הכרת הגבולות אצל ילדים בגיל הרך עדיין לא מפותחת ולכן הם לא מבינים עד כמה פעולות האלימות שלהם מזיקות לילדים אחרים.
      </p>

      <h3>תגובות הורים מתאימות</h3>
      <p>
        התנהגות אלימה בגיל הרך היא משהו שמחייב תגובה מצד ההורים. חשוב שההורים יהיו ערוכים לאפשר ערכים ולאפשרויות חינוכיות שלא יסכימו לתמוך בהן. אם הילד שלך נמצא בסיכון גבוה יותר לתסמין של אלימות בגיל הרך, כדאי לחשוב על פוסטים ותמיכה מגורמים מחוץ למשפחה. כמו כן, כדאי לשקול בסיכון כזה לעבור על התמיכות המוקדות להורים במערכות החינוך, כמו עבודה עם פרויקט "קסטה". הקשר בין אלימות בגיל הרך לפיתוח פגיעות בגיל הרך הוא קשה לפסק. בעיתוי כזה, יתכן שיש לפנות לאיזור המשפחה או לתמיכה בפורומים המתמחים בעיניין ובתחום חינוך הילדים.
      </p>
    </div>
  );
}
