import React from "react";

export default function Article1() {
  return (
    <div style={{ maxWidth: '800px', margin: '0 auto', fontSize: '18px', lineHeight: '1.5', direction: 'rtl', textAlign: 'right' }} className="article-container " dir="rtl">
      <h1 className="article-title">השפעת ההורים על התנהגות הילד</h1>
      <div  className="article-content">
        <p>
          השפעת ההורים על התנהגות הילד היא נושא מרכזי בחקר התפתחות הילדים. יחסי ההורים עם ילדיהם והקרבה שלהם אליהם משפיעים על כמה רמות ובצורות שונות על התנהגותם.
        </p>
        <p>
          איכות הטיפול שההורים מעניקים משפיעה על התפתחותם הקוגניטיבית, החברתית והרגשית של הילדים. רכישת ילדים לכישורים שונים תלויה למעשה באיכות האינטראקציה שלהם עם ההורים. התפתחות הילד בתחום הלמידה המוקדמת ובתחום הכישורים החברתיים-רגשיים תלויה במידה רבה באיכות הטיפול שהוא מקבל מההורים.
        </p>
        <p>
          התנהגות ההורים יכולה לשפיע גם על התנהגות הילד, כולל התפתחותה, תחזוקה או הפסקה של התנהגויות חיוביות או שליליות. ההורות בשנים הראשונות של הילד משפיעה על שלושה מרכיבים עיקריים של הצלחת הילד בבית הספר: הפוטנציאל הקוגניטיבי של הילד, כישורי הקריאה והכתיבה, והכישורים החברתיים.
        </p>
        <p>
          מרכזי להבנת תפקיד ההורות היא השפעת ההורים על התנהגות הילד. הטיפול שההורים מעניקים לילדיהם, כולל את התחייבותם של ההורים לטפל בילדיהם, משפיע על רמת האזרחות, הסמכות והרגולציה הפנימית של הילד. השפעת ההורים יכולה להיות חיובית או שלילית ולהביא לתוצאות שונות בהתאם לאיכותה של הטיפול.
        </p>
      </div>
    </div>
  );
}
